Revit 2024 API
ParameterTypeId.MepZoneAirLoop Property
 "Air System"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepZoneAirLoop { get; }
Visual Basic
Public Shared ReadOnly Property MepZoneAirLoop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepZoneAirLoop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace